{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"[UNK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"[CLS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"[SEP]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[MASK]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"[UNK]":0,"[CLS]":1,"[SEP]":2,"[PAD]":3,"[MASK]":4,"iː":5,"e":6,"p̚":7,"kː":8,"o":9,"tʷʼ":10,"ɱ":11,"æ":12,"ʋʲ":13,"ɹ̩":14,"ʁ̝":15,"kʲ":16,"t͡ɬ":17,"b":18,"b̞":19,"kʲj":20,"pʷ":21,"ɴ":22,"ʎ":23,"b̤":24,"ɤ̆":25,"ø":26,"k͡p̚":27,"a":28,"tʂʰ":29,"t͡s":30,"ɗ":31,"ḁ":32,"eː":33,"ʈ":34,"dʲ":35,"ʏ":36,"q":37,"b̥":38,"ɾj":39,"mʷ":40,"ɖ̤":41,"θ":42,"t̪̚":43,"kʷʼ":44,"tsʰ":45,"d̥":46,"ɵ":47,"i̥":48,"ɒ":49,"d":50,"n̪":51,"ә":52,"gʷ":53,"ɪ":54,"w":55,"ɡ":56,"ɛ̃":57,"ʃ":58,"o̥":59,"χ":60,"j":61,"t͡ʃ":62,"ɛ":63,"ɽ":64,"ɯ̥":65,"ɾ̠":66,"ij":67,"t̚":68,"tɕ":69,"hʷ":70,"ɾ":71,"bʲj":72,"r":73,"k̟ʲ":74,"çj":75,"x̟ʲ":76,"t͡sʼ":77,"d͡ʒ":78,"o̞":79,"d̯":80,"i̞":81,"s̪":82,"ʃ͡ɣ":83,"ʀ":84,"ɡ̥":85,"ɯ":86,"ɫ":87,"uː":88,"ʃʲː":89,"mʲj":90,"β":91,"ts":92,"z̪":93,"ʉ̞":94,"fʷ":95,"ɤ":96,"n̺":97,"lʲ":98,"ɐ":99,"uə":100,"ɟ":101,"oː":102,"i̯":103,"ä":104,"ɕː":105,"ɣ":106,"d͡ʒ̤":107,"v̞ʲ":108,"ã":109,"ɨ":110,"ɯ̟":111,"ʒ":112,"ɻ̩":113,"ː":114,"t͡ʃː":115,"nj":116,"t͡ʃʲ":117,"rː":118,"ɹ":119,"dː":120,"sʲ":121,"lː":122,"vː":123,"ɕ":124,"pʷʼ":125,"ɡ̤":126,"u͡w":127,"vʲ":128,"t̪ʰ":129,"ʌ":130,"tʂ":131,"tʃ":132,"mː":133,"ʂ":134,"ɑ":135,"ɸ":136,"p":137,"pʲj":138,"fː":139,"pʲ":140,"kʼ":141,"v̞":142,"ɲ":143,"t":144,"y":145,"ŋ":146,"ʐ":147,"ɥ":148,"gʲ":149,"ʑ":150,"ŋ͡m":151,"β̞":152,"gː":153,"bʼ":154,"tʰ":155,"f":156,"t͡ʃʼ":157,"u":158,"œ":159,"k̟̚":160,"gʲj":161,"l̪":162,"sː":163,"d͡z":164,"vʷ":165,"pʰ":166,"m":167,"œ̃":168,"kx":169,"x":170,"ɤɐ̞":171,"ʒ͡ɣ":172,"dʒ":173,"tʲ":174,"tʼ":175,"kʷ":176,"bː":177,"zʲ":178,"pː":179,"ɡʲ":180,"sʼ":181,"ɑ̱":182,"t͡ɕ":183,"ʁ":184,"l":185,"z":186,"tː":187,"ɣj":188,"ʔ":189,"ɓ":190,"ɳ":191,"s":192,"ʋ":193,"d̪":194,"ɔ̃":195,"i":196,"ɐ̞":197,"I":198,"d̚":199,"ɦ":200,"ʊ":201,"ŋ̟":202,"ɰ":203,"ɻ":204,"aː":205,"ɔ":206,"ə":207,"d͡ʑ":208,"h":209,"d͡ʒː":210,"g":211,"ʝ":212,"mʲ":213,"tɕʰ":214,"bʲ":215,"c":216,"zj":217,"fʲ":218,"ă":219,"nʲ":220,"ç":221,"pf":222,"e̞":223,"kʰ":224,"k":225,"nː":226,"pʼ":227,"n":228,"v":229,"bʷ":230,"t̪":231,"ð":232,"ɾʲ":233},"unk_token":"[UNK]"}}