{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"special":true,"content":"<s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"</s>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":"<unk>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"<mask>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false}],"normalizer":null,"pre_tokenizer":{"type":"Whitespace"},"post_processor":null,"decoder":null,"model":{"type":"WordLevel","vocab":{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"ʈ":5,"kʲj":6,"ʋ":7,"fʲ":8,"o̥":9,"ɐ̞":10,"ɪ":11,"ç":12,"vʲ":13,"kx":14,"ɾ̠":15,"q":16,"ŋ":17,"ɸ":18,"t":19,"tʲ":20,"t͡ɬ":21,"p":22,"pʼ":23,"iː":24,"ʑ":25,"χ":26,"gː":27,"ʒ":28,"d͡ʑ":29,"pf":30,"pʲ":31,"œ":32,"ð":33,"s̪":34,"l̪":35,"ɟ":36,"bʲj":37,"ŋ͡m":38,"tɕʰ":39,"ø":40,"eː":41,"ʂ":42,"y":43,"t̪":44,"v":45,"n̺":46,"ɦ":47,"sʲ":48,"pʷʼ":49,"d͡z":50,"ɽ":51,"kʰ":52,"tʷʼ":53,"o̞":54,"d͡ʒ̤":55,"pʰ":56,"aː":57,"v̞ʲ":58,"tʼ":59,"œ̃":60,"ḁ":61,"t͡ɕ":62,"e̞":63,"l":64,"ɯ̥":65,"b̞":66,"çj":67,"ʃ͡ɣ":68,"fʷ":69,"ã":70,"t̪ʰ":71,"t͡s":72,"n":73,"g":74,"b̥":75,"d̚":76,"kʷ":77,"bʷ":78,"ɲ":79,"r":80,"v̞":81,"ɹ":82,"kʼ":83,"æ":84,"ɾʲ":85,"tʰ":86,"kʲ":87,"rː":88,"ɔ̃":89,"s":90,"ʋʲ":91,"mː":92,"ɡ̤":93,"tʃ":94,"ɣj":95,"ɵ":96,"pː":97,"ɛ":98,"nj":99,"nː":100,"mʲ":101,"dʲ":102,"sː":103,"ː":104,"tsʰ":105,"d͡ʒː":106,"bʲ":107,"ɻ̩":108,"dʒ":109,"k͡p̚":110,"ʁ̝":111,"ʊ":112,"t͡ʃʼ":113,"ɫ":114,"ɱ":115,"z̪":116,"tʂʰ":117,"b̤":118,"t̪̚":119,"ɔ":120,"i̯":121,"ɾj":122,"ts":123,"d̥":124,"lʲ":125,"zʲ":126,"ʎ":127,"ɤ":128,"ʔ":129,"ɡ":130,"nʲ":131,"k̟ʲ":132,"b":133,"fː":134,"t͡sʼ":135,"i̥":136,"ɕː":137,"β̞":138,"ʃʲː":139,"ɓ":140,"dː":141,"ɗ":142,"tʂ":143,"ij":144,"x":145,"gʲ":146,"ɾ":147,"u͡w":148,"vʷ":149,"ɑ̱":150,"p̚":151,"f":152,"k":153,"ʉ̞":154,"j":155,"d̪":156,"bʼ":157,"ɴ":158,"gʲj":159,"uə":160,"k̟̚":161,"ɰ":162,"bː":163,"kʷʼ":164,"ʃ":165,"vː":166,"ɳ":167,"kː":168,"ɛ̃":169,"x̟ʲ":170,"u":171,"t͡ʃ":172,"ɐ":173,"ә":174,"ɹ̩":175,"z":176,"ʝ":177,"t̚":178,"ɡ̥":179,"ɕ":180,"ä":181,"θ":182,"ɤ̆":183,"tɕ":184,"ɯ":185,"tː":186,"m":187,"ə":188,"ɻ":189,"sʼ":190,"d̯":191,"o":192,"ʒ͡ɣ":193,"ʐ":194,"ŋ̟":195,"c":196,"d͡ʒ":197,"I":198,"i̞":199,"lː":200,"uː":201,"oː":202,"w":203,"i":204,"ɣ":205,"hʷ":206,"t͡ʃː":207,"pʲj":208,"ă":209,"gʷ":210,"ɯ̟":211,"mʷ":212,"ɨ":213,"ʀ":214,"pʷ":215,"ɒ":216,"ɤɐ̞":217,"ɖ̤":218,"h":219,"ʁ":220,"a":221,"e":222,"ɡʲ":223,"ʏ":224,"mʲj":225,"t͡ʃʲ":226,"β":227,"n̪":228,"d":229,"ɑ":230,"ʌ":231,"zj":232,"ɥ":233},"unk_token":"<unk>"}}